# QOL CLI Tools
brew "fish"
brew "git"
brew "lsd"
brew "neovim"
brew "starship"
brew "zoxide"

# QOL Apps
cask "1password"
cask "alacritty"
cask "alfred"
cask "google-japanese-ime"
cask "rancher"

# Web Browsers
cask "arc"
cask "firefox"
cask "google-chrome"
cask "microsoft-edge"

# Fonts
cask "font-jetbrains-mono-nerd-font"
