tap "jesseduffield/lazygit/lazygit"

# QOL CLI Tools
brew "bat"
brew "bottom"
brew "ffmpeg"
brew "fish"
brew "fzf"
brew "gdu"
brew "git"
brew "lazygit"
brew "lsd"
brew "mise"
brew "neovim"
brew "ripgrep"
brew "starship"
brew "zoxide"

# QOL Apps
cask "1password"
cask "alacritty"
cask "alfred"
cask "google-japanese-ime"
cask "rancher"

# Web Browsers
cask "arc"
cask "firefox"
cask "google-chrome"
cask "microsoft-edge"

# Fonts
cask "font-jetbrains-mono-nerd-font"
